Repository: WeilerWebServices/Cryptomator
Catalog: cryptomator-ios/Resources/*.lproj/Localizable.strings
Languages: nl, zh_hans

# common.ok
source: OK
zh_hans: 好

# common.cancel
source: Cancel
nl: Annuleren
zh_hans: 取消

# common.yes
source: Yes
nl: Ja
zh_hans: 是

# common.no
source: No
nl: Nee
zh_hans: 否

# common.touchId
source: Touch ID
zh_hans: 触控 ID

# common.faceId
source: Face ID
zh_hans: 面容 ID

# alert.unableToAuthenticate.title
source: Unable to Authenticate
nl: Authenticatie onmogelijk
zh_hans: 无法验证

# alert.unableToAuthenticate.message
source: Please authenticate to %@ with the Cryptomator app.
nl: Gelieve %@ te authenticeren met de Cryptomator app.
zh_hans: 请在 Cryptomator 中与 %@ 验证。

# alert.unableToUploadFile.title
source: Unable to Upload File
nl: Uploaden van bestand mislukt
zh_hans: 无法上传文件

# alert.unableToUploadFile.message
source: You haven't set up any vaults. Please create a new vault with the Cryptomator app first.
nl: U heeft nog geen kluis. Gelieve eerst een nieuwe kluis met de Cryptomator app te maken.
zh_hans: 你还没有任何资料库，请先通过 Cryptomator 创建。

# alert.replaceFile.title
source: Replace File?
nl: Bestand vervangen?
zh_hans: 替换此文件？

# alert.replaceFile.message
source: A file named "%@" already exists. Do you want to replace it?
nl: Een bestand met de naam "%@" bestaat al. Wilt u deze overschrijven?
zh_hans: 「%@」已存在，要替换现存文件吗？

# alert.changeToHttps.title
source: Use HTTPS?
zh_hans: 启用 HTTPS？

# alert.changeToHttps.message
source: The usage of HTTP is insecure. We recommend to use HTTPS instead. If you know the risks, you can continue with HTTP.
zh_hans: HTTP 不安全，请考虑换用 HTTPS。如果你了解其中的风险，也可以继续使用 HTTP。

# alert.changeToHttps.action.changeToHttps
source: Change to HTTPS
zh_hans: 换用 HTTPS

# alert.changeToHttps.action.keepHttp
source: Keep HTTP
zh_hans: 继续使用 HTTP

# alert.trustSslCertificate.title
source: Invalid SSL Certificate
nl: Ongeldig SSL Certificaat
zh_hans: SSL 证书无效

# alert.trustSslCertificate.message
source: The SSL certificate of "%@" is invalid. Do you want to trust it anyway? SHA-256: %@
nl: Het SSL certificaat van "%@" is ongeldig. Wil u het desondanks toch vertrouwen? SHA-256: %@
zh_hans: %@ 的 SSL 证书无效，您要信任此证书吗？ SHA-256：%@

# alert.trustSslCertificate.action.trust
source: Trust
nl: Vertrouw
zh_hans: 信任

# alert.trustSslCertificate.action.dontTrust
source: Don't Trust
nl: Niet vertrouwen
zh_hans: 不信任

# authentication.iCloudDrive.progressStatus
source: Initializing iCloud Drive…
nl: Het gebruik van iCloud Drive voorbereiden…
zh_hans: 正在初始化 iCloud Drive

# authentication.dropbox.progressStatus
source: Initializing Dropbox…
nl: Het gebruik van Dropbox voorbereiden…
zh_hans: 正在初始化 Dropbox

# authentication.error.notReachable
source: %@ is not reachable. Try again later!
nl: %@ is niet beschikbaar. Probeer later opnieuw!
zh_hans: 无法访问 %@，请稍后再试。

# authentication.error.failed
source: %@ authentication failed.
nl: %@ authenticatie mislukt.
zh_hans: 无法获得 %@ 验证。

# vault.defaultName
source: Vault
nl: Kluis
zh_hans: 资料库

# vault.rename.progressStatus
source: Renaming Vault…
nl: Hernoemen kluis…
zh_hans: 正在重命名资料库

# vault.move.progressStatus
source: Moving Vault…
nl: Verplaatsen kluis…
zh_hans: 正在移动资料库

# vault.create.progressStatus
source: Creating Vault…
nl: Creëren kluis…
zh_hans: 正在创建资料库

# vault.unlock.touchId
source: Unlock "%@"
nl: Open "%@"
zh_hans: 解锁「%@」

# vault.unlock.invalidMasterKey.title
source: Invalid Masterkey
nl: Ongeldige Hoofdsleutel
zh_hans: 金钥无效

# vault.unlock.invalidMasterKey.message
source: There is an error with your masterkey. Please ask us for support!
nl: Er lijkt een probleem met uw hoofdsleutel te zijn. Gelieve contact op te nemen voor assistentie.
zh_hans: 金钥存在错误，请联络我们获取帮助。

# vault.unlock.versionMismatch.title
source: Version Mismatch
nl: Versieverschil
zh_hans: 版本错误

# vault.unlock.versionMismatch.message
source: Unsupported vault. This vault has been created with another version of Cryptomator.
nl: Ongeschikte kluis. Deze kluis is gemaakt met een andere versie van Cryptomator.
zh_hans: 不支持此资料库，因为它由其他版本的 Cryptomator 所创建。

# vault.unlock.wrongPassword.title
source: Wrong Password
nl: Verkeerd wachtwoord
zh_hans: 密码错误

# vault.unlock.wrongPassword.message
source: You have entered a wrong password. Please try again!
nl: U heeft een verkeerd wachtwoord ingevoerd. Probeer het nogmaals.
zh_hans: 密码有误，请重试。

# vault.unlock.unauthenticKeyVersion.title
source: Unauthentic Key Version
nl: Niet-authentieke Sleutel versie
zh_hans: 无法验证密钥版本

# vault.unlock.unauthenticKeyVersion.message
source: The version of your masterkey is not authentic. Please ask us for support!
nl: De versie van de hoofdsleutel is niet authentiek. Gelieve contact met ons op te nemen!
zh_hans: 当前密钥的版本存在问题，请联络我们获取帮助。

# vault.lock
source: Lock Vault
nl: Vergendel kluis
zh_hans: 锁定资料库

# vaults.actions.lock
source: Lock
zh_hans: 锁定

# vaults.actions.changePassword
source: Change Password
zh_hans: 修改密码

# vaults.actions.rename
source: Rename
zh_hans: 重命名

# vaults.actions.move
source: Move
zh_hans: 移动

# vaults.actions.remove
source: Remove
zh_hans: 移除

# vaults.add.alreadyAdded.title
source: Already Exists
nl: Reeds in gebruik
zh_hans: 已存在

# vaults.add.alreadyAdded.message
source: "%@" has already been added.
nl: "%@" is reeds toegevoegd.
zh_hans: 此前已添加「%@」。

# vaults.remove.confirmation.title
source: This action will only remove the vault from this list and not delete it physically. Are you sure you want to remove "%@"?
nl: Deze opdracht zal enkel de kluis van deze lijst verwijderen en niet de kluis zelf. Weet u zeker dat u "%@" van de lijst wilt verwijderen?
zh_hans: 这只会将资料库从列表中移除，而非实际删除相关文件，要继续移除「%@」吗？

# vaults.remove.confirmation.remove
source: Remove this Vault
nl: Verwijder deze kluis
zh_hans: 移除此资料库

# folder.rename.progressStatus
source: Renaming Folder…
nl: Hernoemen van map…
zh_hans: 正在重命名文件夹

# folder.move.progressStatus
source: Moving Folder…
nl: Verplaatsen van map…
zh_hans: 正在移动文件夹

# folder.delete.confirmation.title
source: This will delete all of the folder's contents. Are you sure you want to delete "%@"?
nl: Dit zal de gehele mapinhoud wissen. Weet u zeker dat u "%@" wilt wissen?
zh_hans: 这会删除文件夹中的所有内容，要继续删除「%@」吗？

# folder.delete.confirmation.delete
source: Delete this Folder
nl: Verwijder deze map
zh_hans: 删除此文件夹

# folder.delete.progressStatus
source: Deleting Folder…
nl: Verwijderen van map…
zh_hans: 正在删除文件夹

# folder.create
source: Create Folder
nl: Maak map
zh_hans: 创建文件夹

# folder.create.progressStatus
source: Creating Folder…
nl: Maken van map…
zh_hans: 正在创建文件夹

# file.lastModified
source: modified %@
nl: gewijzigd %@
zh_hans: 上次修改 %@

# file.download.progressStatus
source: Loading File…
nl: Inlezen bestand…
zh_hans: 正在加载文件

# file.download.progressStatus.downloading
source: Downloading File…
nl: Downloaden bestand…
zh_hans: 正在下载文件

# file.download.progressStatus.authenticating
source: Authenticating File…
nl: Authenticeren bestand…
zh_hans: 正在验证文件

# file.download.progressStatus.decrypting
source: Decrypting File…
nl: Decoderen bestand…
zh_hans: 正在解密文件

# file.authentication.failed
source: Warning: MAC authentication failed Cryptomator detected potentially malicious corruptions.
nl: Waarschuwing: MAC authenticatie mislukt Cryptomator heeft beschadigingen van potentieel kwaadwillende oorsprong gedetecteerd.
zh_hans: 警告：验证讯息鉴别码（MAC）失败 Cryptomator 可能存在恶意修改。

# file.authentication.failed.continue
source: Continue, I promise to be careful
nl: Verder gaan, ik beloof voorzichtig te zijn
zh_hans: 继续，我会小心处理

# file.authentication.failed.learnMore
source: Learn more
nl: Meer informatie
zh_hans: 更多信息

# file.upload
source: Upload File
nl: Bestand uploaden
zh_hans: 上传文件

# file.upload.progressStatus
source: Saving File…
nl: Bestand opslaan…
zh_hans: 正在保存

# file.upload.progressStatus.encrypting
source: Encrypting File…
nl: Bestand versleutelen
zh_hans: 正在加密

# file.upload.progressStatus.uploading
source: Uploading File…
nl: Bestand uploaden…
zh_hans: 正在上传

# file.rename.progressStatus
source: Renaming File…
nl: Bestand hernoemen…
zh_hans: 正在重命名文件

# file.move.progressStatus
source: Moving File…
nl: Bestand verplaatsen…
zh_hans: 正在移动文件

# file.delete.confirmation.title
source: Are you sure you want to delete "%@"?
nl: Weet u zeker dat u "%@" wilt verwijderen?
zh_hans: 真的要删除「%@」吗？

# file.delete.confirmation.delete
source: Delete this File
nl: Verwijder dit Bestand
zh_hans: 删除此文件

# file.delete.progressStatus
source: Deleting File…
nl: Bestand verwijderen…
zh_hans: 正在删除文件

# photo.filename
source: Photo %@.%@
nl: Foto %@.%@
zh_hans: 照片 %@.%@

# video.filename
source: Video %@.%@
zh_hans: 视频 %@.%@

# text.filename
source: Text %@.%@
nl: Tekst %@.%@
zh_hans: 文档 %@.%@

# unknown.filename
source: Untitled %@
nl: Naamloos %@
zh_hans: 未命名 %@

# directoryBrowser.footer.emptyFolder
source: Folder is Empty
nl: Map is leeg
zh_hans: 此文件夹没有内容

# directoryBrowser.footer.noSearchResults
source: No Results
nl: Geen resultaten
zh_hans: 无结果

# directoryBrowser.actions.rename
source: Rename
zh_hans: 重命名

# directoryBrowser.actions.move
source: Move
zh_hans: 移动

# directoryBrowser.actions.delete
source: Delete
zh_hans: 删除

# directoryBrowser.error.notFound.description
source: "%@" could not be found.
nl: "%@" kon niet gevonden worden.
zh_hans: 找不到「%@」。

# directoryBrowser.error.alreadyExists.description
source: "%@" already exists.
nl: "%@" reeds in gebruik.
zh_hans: 「%@」已存在。

# directoryBrowser.error.uploadFile.description
source: Uploading "%@" failed.
nl: Het uploaden van "%@" is mislukt.
zh_hans: 上传「%@」失败。

# directoryBrowser.error.procedureCanceled.description
source: Procedure canceled.
nl: Procedure geannuleerd.
zh_hans: 操作已取消。

# emptyDirectoryFile.title
source: "%@" unreachable
zh_hans: 无法打开「%@」

# emptyDirectoryFile.header
source: Cryptomator detected that this folder is unreachable
zh_hans: Cryptomator 无法打开此文件。

# emptyDirectoryFile.message
source: It may have been deleted by another application or a faulty cloud synchronization could have caused this. Try to restore the directory file via your cloud provider to a previous version which is not empty. The file in question is: %@ If that does not work, you may use Sanitizer to check your vault for issues and possibly restore your data.
zh_hans: 这可能是因为其他应用删除了此文件，或云服务同步错误。 你可以尝试通过在云服务中将此文件恢复到上一个版本，文件名称为： %@ 如果此操作无效，请尝试使用 Sanitizer 为这个资料库排障后再试。

# emptyDirectoryFile.learnMore
source: More Details on Sanitizer
zh_hans: Sanitizer 详情

# filenameSetter.title.renameVault
source: Rename Vault
nl: Hernoem kluis
zh_hans: 重命名资料库

# filenameSetter.title.renameFolder
source: Rename Folder
nl: Hernoem Map
zh_hans: 重命名文件夹

# filenameSetter.title.renameFile
source: Rename File
nl: Hernoem Bestand
zh_hans: 重命名文件

# filenameSetter.title.createVault
source: Create Vault
nl: Creëer Kluis
zh_hans: 创建资料库

# filenameSetter.title.createFolder
source: Create Folder
nl: Creëer Map
zh_hans: 创建文件夹

# filenameSetter.rename
source: Rename
nl: Hernoem
zh_hans: 重命名

# filenameSetter.create
source: Create
nl: Creëer
zh_hans: 创建

# filenameSetter.filename.vault
source: Vault Name
nl: Kluisnaam
zh_hans: 资料库名称

# filenameSetter.filename.folder
source: Folder Name
nl: Mapnaam
zh_hans: 文件夹名称

# filenameSetter.filename.file
source: Filename
nl: Bestandsnaam
zh_hans: 文件名

# locationChooserVaults.title
source: Choose Vault
nl: Kies Kluis
zh_hans: 选取资料库

# locationChooser.prompt
source: Choose a destination.
nl: Selecteer een bestemming
zh_hans: 选择资料库所在位置。

# locationChooser.choose
source: Choose
nl: Selecteer
zh_hans: 选定

# locationChooser.warning.sameLocation
source: You tried to choose the same destination.
nl: U probeerde dezelfde bestemming te selecteren.
zh_hans: 选择的位置与此前相同。

# unlock.progressStatus
source: Unlocking…
nl: Openen…
zh_hans: 正在解锁

# unlock.unlock
source: Unlock
nl: Open
zh_hans: 解锁

# unlock.password
source: Password
nl: Wachtwoord
zh_hans: 密码

# fileUpload.title
source: Save to Cryptomator
nl: Opslaan naar Cryptomator
zh_hans: 保存到 Cryptomator

# fileUpload.file
source: Files
nl: Bestanden
zh_hans: 文件

# fileUpload.file.1
source: File
nl: Bestand
zh_hans: 文件

# fileUpload.file.filename
source: Filename
nl: Bestandsnaam
zh_hans: 文件名

# fileUpload.favoriteLocation
source: Favorites
nl: Favorieten
zh_hans: 常用

# fileUpload.uploadLocation
source: Save Location
nl: Bewaar Locatie
zh_hans: 保存地址

# fileUpload.uploadLocation.locationChooser
source: Choose Folder…
nl: Kies Map…
zh_hans: 选取文件夹

# migration.askToUpgrade.title
source: Migration Needed
nl: Migratie Vereist
zh_hans: 需要升级

# migration.askToUpgrade.message
source: This vault needs to be migrated to a newer format. "%@" will be renamed to "%@".
nl: Deze kluis dient gemigreerd te worden naar een nieuwe indeling. "%@" zal worden hernoemd naar "%@".
zh_hans: 此资料库需要升级至最新版本，「%@」将重命名为「%@」。

# migration.proceed
source: Migrate
nl: Migreer
zh_hans: 升级

# migration.progressStatus
source: Migrating…
nl: Migreren…
zh_hans: 正在升级

# vaultBrowser.uploadFile.photos
source: Photos
nl: Foto's
zh_hans: 照片

# vaultBrowser.uploadFile.progressStatus
source: Preparing…
nl: Voorbereiden…
zh_hans: 正在准备

# vaultBrowser.uploadFile.nothingUploadedWarning
source: Nothing has been uploaded.
nl: Er is niets geüpload.
zh_hans: 没有任何文件被上传。

# vaultBrowser.changeSortMode.sortByName
source: Sort by Name
nl: Sorteren op naam
zh_hans: 按名称排序

# vaultBrowser.changeSortMode.sortByDate
source: Sort by Date
nl: Sorteren op datum
zh_hans: 按日期排序

# settings.title
source: Settings
nl: Instellingen
zh_hans: 设置

# settings.autoLock
source: Auto-Lock
zh_hans: 自动锁定

# settings.autoLock.instant
source: Instant
nl: Meteen
zh_hans: 立刻

# settings.autoLock.after1Minute
source: 1 Minute
nl: 1 Minuut
zh_hans: 一分钟后

# settings.autoLock.after2Minutes
source: 2 Minutes
nl: 2 Minuten
zh_hans: 两分钟后

# settings.autoLock.after5Minutes
source: 5 Minutes
nl: 5 Minuten
zh_hans: 五分钟后

# settings.autoLock.after10Minutes
source: 10 Minutes
nl: 10 minuten
zh_hans: 十分钟后

# settings.cloudServices
source: Cloud Services
nl: Cloud diensten
zh_hans: 云服务

# settings.appInformation
source: About Cryptomator
nl: Over Cryptomator
zh_hans: 关于 Cryptomator

# settings.help
source: Help & Support
nl: Hulp & Support
zh_hans: 帮助与支持

# settings.contact
source: Contact
zh_hans: 联系我们

# settings.rateApp
source: Rate App
nl: Beoordeel App
zh_hans: AppStore 评分

# cloudServicesSettings.title
source: Cloud Services
nl: Cloud diensten
zh_hans: 云服务

# cloudServicesSettings.row.initialState
source: Initializing %@…
nl: Gereedmaken van %@…
zh_hans: 正在初始化 %@

# cloudServicesSettings.row.loggedOutState
source: Log In to %@
nl: Inloggen %@
zh_hans: 登录 %@

# cloudServicesSettings.row.loggedInState
source: Sign Out from %@
nl: Uitloggen %@
zh_hans: 登出 %@

# cloudServicesSettings.section.footer.loggedInState
source: Logged in as %@
nl: Ingelogd als %@
zh_hans: 已登录 %@

# cloudServicesSettings.row.multipleAccounts
source: %@ Connections
nl: %@ Verbindingen
zh_hans: %@ 链接

# cloudServicesSettings.row.iCloudDrive
source: iCloud Drive Info
nl: iCloud Drive Informatie
zh_hans: iCloud Drive 信息

# cloudServicesSettings.iCloudDrive.message
source: You can't manage your iCloud Drive account from here. You have to log in and sign out from the iOS settings.
nl: U kunt uw iCloud Drive account niet vanuit hier managen. U dient in- en uit te loggen vanuit de iOS instellingen.
zh_hans: 无法在此处直接管理 iCloud Drive 账户，请前往系统设置来登录或登出账户。

# touchIdSettings.activate
source: Activate %@
nl: Activeer %@
zh_hans: 启用 %@

# appInformation.title
source: Version %@ (%@)
nl: Versie %@ (%@)
zh_hans: 版本 %@ (%@)

# addVault.title
source: Add Vault
nl: Toevoegen Kluis
zh_hans: 添加资料库

# addVault.onboarding
source: Encrypt your cloud by creating a new vault or add an existing one.
nl: Versleutel je cloud door een nieuwe kluis te creeeren of een bestaande toe te voegen.
zh_hans: 新建或选取现存资料库来加密云上资料。

# addVault.createNewVault
source: Create new vault
nl: Creeer nieuwe kluis
zh_hans: 新建资料库

# addVault.addExistingVault
source: Add existing vault
nl: Voeg bestaande kluis toe
zh_hans: 选取资料库

# storageTypeChooser.title
source: Choose Cloud Service
nl: Selecteer Cloud dienst
zh_hans: 选择云服务

# cloudChooser.footer.empty
source: You haven't set up any %@ connections yet. Add one by tapping the "+" button at the top-right.
nl: U heeft nog geen %@ verbindingen ingesteld. Gebruik de "+" knop rechtsonder om een verblinding in te stellen.
zh_hans: 你还没有与 %@ 建立任何链接。 点击右上方「+」按钮来连接。

# cloudChooser.actions.remove
source: Remove
zh_hans: 移除

# cloudChooser.add.alreadyAdded.title
source: Already Exists
nl: Reeds in gebruik
zh_hans: 已存在

# cloudChooser.add.alreadyAdded.message
source: "%@" has already been added.
nl: "%@" is reeds toegevoegd.
zh_hans: 此前已添加「%@」。

# cloudChooser.remove.confirmation.title
source: Are you sure you want to remove "%@"?
nl: Weet u zeker dat u %@ wil verwijderen?
zh_hans: 真的要移除「%@」吗？

# cloudChooser.remove.confirmation.remove
source: Remove this Cloud
nl: Verwijder deze Cloud dienst
zh_hans: 移除此云服务

# passwordSetter.title
source: Set Password
nl: Stel wachtwoord in
zh_hans: 设置密码

# passwordSetter.password
source: Password
nl: Wachtwoord
zh_hans: 密码

# passwordSetter.retypedPassword
source: Retype Password
nl: Voer wachtwoord opnieuw in
zh_hans: 确认密码

# passwordSetter.footer
source: IMPORTANT: If you forget your password, there is no way to recover your data.
nl: BELANGRIJK: indien u uw wachtwoord vergeet is het onmogelijk om uw data/informatie te herstellen.
zh_hans: 重要：若忘记此密码，数据将无法找回。

# passwordChanger.progressStatus
source: Changing Password…
zh_hans: 正在修改密码

# passwordChanger.title
source: Change Password
zh_hans: 修改密码

# passwordChanger.oldPassword
source: Old Password
zh_hans: 旧密码

# passwordChanger.password
source: New Password
zh_hans: 新密码

# passwordChanger.retypedPassword
source: Retype Password
zh_hans: 确认新密码

# passwordChanger.footer
source: IMPORTANT: If you forget your password, there is no way to recover your data.
zh_hans: 重要：若忘记此密码，数据将无法找回。

# vaultChooser.prompt
source: Choose an existing vault.
nl: Selecteer een bestaande kluis.
zh_hans: 选取现存资料库。

# vaultChooser.footer.isVault
source: This is a vault. Select the "masterkey.cryptomator" file to add this vault.
nl: Dit is een kluis. Selecteer het "masterkey.cryptomator" bestand om deze kluis toe te voegen.
zh_hans: 这是一个资料库。选择「masterkey.cryptomator」文件来添加此资料库。

# dropboxDirectoryBrowser.routeError
source: Unexpected error. (%@, Code: %zd)
zh_hans: 意外错误 (%@, Code: %zd)

# webDavAuthentication.username
source: Username
nl: Gebruikersnaam
zh_hans: 用户名

# webDavAuthentication.password
source: Password
nl: Wachtwoord
zh_hans: 密码

# webDavAuthentication.authenticate.progressStatus
source: Authenticating…
nl: Bezig met authenticeren…
zh_hans: 验证中

# webDavAuthentication.error.missingServerCertificate
source: Server certificate is missing for HTTPS connection.
zh_hans: 服务器没有为 HTTPS 提供证书。

# webDavAuthentication.error.unsupportedProtocol
source: Server doesn't seem to be WebDAV compatible.
nl: De server lijkt geen WebDAV te ondersteunen.
zh_hans: 服务器似乎不支持 WebDAV。

# webDavClient.error.connectionFailed
source: Connection failed. Please check your data.
nl: Het tot stand brengen van de verbinding is mislukt. Gelieve uw gegevens te controleren.
zh_hans: 无法验证，请检查数据。

# webDavClient.error.authFailed
source: Wrong username and/or password.
nl: Onbekende gebruikersnaam en/of wachtwoord.
zh_hans: 用户名或密码错误。

# webDavClient.error.notFound
source: Resource "%@" not found.
nl: Bron niet gevonden.
zh_hans: 找不到「%@」。

# webDavClient.error.methodNotAllowed
source: HTTP method "%@" not allowed.
nl: HTTP methode "%@" is niet toegestaan.
zh_hans: HTTP 方法「%@」被禁止。

# webDavClient.error.conflict
source: Conflict in request for "%@".
nl: Conflict in verzoek voor "%@".
zh_hans: 请求「%@」的过程中存在冲突。

# webDavClient.error.preconditionFailed
source: Precondition failed in request for "%@".
zh_hans: 预处理请求「%@」失败。

# webDavClient.error.httpStatusCode
source: HTTP error %d.
nl: HTTP fout %d.
zh_hans: HTTP 错误 %d.

# webDavDirectoryBrowser.contentsOfDirectory.error.unexpectedResponse
source: Unexpected response for directory listing.
zh_hans: 无法取得文件列表。

source: %@ can't be empty.
nl: %@ kan niet leeg zijn.
zh_hans: %@ 不能为空

# notEqualToOldFilenameValidator.invalidMessage
source: %@ can't be the same as the old one.
nl: %@ kan niet dezelfde zijn als de oude.
zh_hans: %@ 不能与此前相同

# filenameValidator.invalidMessage
source: %@ should not contain \ / : * ? " < > | or end with a period/space.
zh_hans: %@ 不能含有 \ / : * ? " < > | 或以句点、空格结尾。

# uniqueFilenamesValidator.invalidMessage
source: Filenames have to be unique, please rename the duplicates.
nl: Bestandsnamen dienen uniek te zijn, gelieve de kopieën te hernoemen.
zh_hans: 文件名不能重复，请重命名名称重复的文件。

# matchingPasswordsValidator.invalidMessage
source: Password doesn't match retyped password.
nl: Het wachtwoord komt niet overeen met het opnieuw ingevoerde wachtwoord.
zh_hans: 密码与此前输入不相符。

# urlHostNotNull.invalidMessage
source: URL is invalid. At least it needs a host.
nl: URL is ongeldig. Tenminste een hostnaam is noodzakelijk.
zh_hans: URL 无效，地址至少应该包含一个域名或IP。

# conformsToUrlScheme.invalidMessage
source: URL is invalid. Only these schemes are allowed: %@
nl: URL is ongeldig. Alleen deze schema's zijn toegestaan: %@
zh_hans: URL 无效， 只允许这些格式：%@

# mock.vault1.name
source: Top Secret
zh_hans: 最高机密

# mock.vault1.path
source: /Top Secret
zh_hans: /最高机密

# mock.vault2.name
source: Project X
zh_hans: X 计划

# mock.vault2.path
source: /Projects/Project X
nl: /Projecten/Project X
zh_hans: /企划/X 计划

# mock.vault3.name
source: Contracts
nl: Contracten
zh_hans: 合同

# mock.vault3.path
source: /Documents/Contracts
nl: /Documenten/Contracten
zh_hans: /文档/合同

# mock.vault4.name
source: Trip to California
nl: Reis naar Amsterdam
zh_hans: 加州之旅

# mock.vault4.path
source: /Vacations/Trip to California
nl: /Vakanties/Reis naar Amsterdam
zh_hans: /旅行/加州之旅

# mock.vault5.name
source: Photos
nl: Foto's
zh_hans: 照片

# mock.vault5.path
source: /Personal/Photos
nl: /Persoonlijk/Foto's
zh_hans: /个人/照片

# mock.file1.name
source: Accounting.numbers
nl: Administratie.numbers
zh_hans: 帐务.numbers

# mock.file2.name
source: Final Presentation.key
nl: Definitieve Presentatie.key
zh_hans: 期末演讲.key

# mock.file3.name
source: Homework.docx
nl: Huiswerk.docx
zh_hans: 作业.docx

# mock.file4.name
source: Identity Card.pdf
nl: ID kaart.pdf
zh_hans: ID卡.pdf

# mock.file5.name
source: Nyan Cat.mov
nl: Kat likt lolly.mov
zh_hans: 喵喵喵.mov

# mock.folder1.name
source: Secret Project
nl: Vertrouwelijk Project
zh_hans: 机密企划

# mock.folder2.name
source: Bills
nl: Rekeningen
zh_hans: 账单

# mock.folder3.name
source: Certificates
nl: Certificaten
zh_hans: 证书

# XLFormViewController_ValidationErrorTitle
source: Whoops!
nl: Oeps!
